[
  {
    "id": "1",
    "title": "Breaking News: Major Breakthrough in Medical Science Thay would be helpful to mankind",
    "description": "Scientists have announced a major breakthrough in medical science that could change the future of healthcare. The new discovery is expected to provide significant improvements in patient treatment and overall medical practices. expected to provide significant improvements in patient treatment and overall medical practices",
    "category": "Science",
    "date": "Updated: May 24, 2024 16:20 IST",
    "image": "https://images.unsplash.com/photo-1714139797690-969497e4a65e?q=80&w=1470&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  },
  {
    "id": "2",
    "title": "Sports Update: Local Team Wins Championship ans they celebrete like hell ",
    "description": "In an exciting match last night, the local team clinched the championship title, bringing joy to the fans and the city. This marks their third consecutive win in the league, showcasing their dominance and skill. night, the local team clinched the championship title, bringing joy to the fans and the city. This marks their third consecutive win in the league, showcasing their dominance and skill.",
    "category": "Sports",
    "date": "Updated: May 25, 2024 12:30 IST",
    "image": "https://images.unsplash.com/photo-1716872491897-078d9b89be49?q=80&w=1470&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  },
  {
    "id": "3",
    "title": "Political News: New Policies Announced will come in for by 2024",
    "description": "The government has announced a series of new policies aimed at boosting the economy and creating jobs. These policies are expected to have a positive impact on the market and the overall economic landscape. at boosting the economy and creating jobs. These policies are expected to have a positive impact on the market and the overall economic landscape",
    "category": "Politics",
    "date": "Updated: May 26, 2024 14:45 IST",
    "image": "https://images.unsplash.com/photo-1716872848584-fe49eda7ccb6?q=80&w=1470&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  },
  {
    "id": "4",
    "title": "Technology: Innovative Tech Trends for 2024, will make life easy",
    "description": "Experts have predicted the top tech trends for 2024, including advancements in AI, blockchain, and IoT. These technologies are set to revolutionize various industries, providing new opportunities and challenges. including advancements in AI, blockchain, and IoT. These technologies are set to revolutionize various industries, providing new opportunities and challenges.",
    "category": "Technology",
    "date": "Updated: May 27, 2024 09:15 IST",
    "image": "https://plus.unsplash.com/premium_photo-1668383209164-16c17a9b1407?q=80&w=1470&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  },
  {
    "id": "5",
    "title": "Health: Tips for a Balanced Diet, that lets you live longer",
    "description": "Nutritionists have shared their top tips for maintaining a balanced diet, emphasizing the importance of incorporating a variety of nutrients into your daily meals. These tips can help you achieve better health.",
    "category": "Health",
    "date": "Updated: May 28, 2024 11:00 IST",
    "image": "https://images.unsplash.com/photo-1636564499112-6113e73c504a?q=80&w=1374&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  },
  {
    "id": "6",
    "title": "Finance: Stock Market Hits Record High , Right time to buy or sell",
    "description": "The stock market reached a record high today, driven by strong earnings reports and positive economic data. Investors are optimistic about the future outlook, which is reflected in the market's performance.",
    "category": "Finance",
    "date": "Updated: May 29, 2024 13:25 IST",
    "image": "https://images.unsplash.com/photo-1715960901706-4f0f4913756e?q=80&w=1631&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  },
  {
    "id": "7",
    "title": "Entertainment: New Movie Breaks Box Office Records, new realse every month",
    "description": "The latest blockbuster movie has broken box office records, grossing millions in its opening weekend. Critics and audiences alike are praising the film for its storytelling and visual effects, making it a must-watch.",
    "category": "Entertainment",
    "date": "Updated: May 30, 2024 18:45 IST",
    "image": "https://images.unsplash.com/photo-1716270062457-adda195eeff2?q=80&w=1472&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  }
]
