[
  {
    "id": "1",
    "title": "Breaking News: Major Breakthrough in Medical Science That Would Be Helpful to Mankind",
    "description": "Scientists have announced a breakthrough in medical science that could revolutionize healthcare. This discovery is expected to significantly improve patient treatment and overall medical practices, marking a milestone in the field. Experts are optimistic about its potential.",
    "category": "Science",
    "date": "2024-05-24T10:50:00Z",
    "image": "https://images.unsplash.com/photo-1714139797690-969497e4a65e?q=80&w=1470&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  },
  {
    "id": "2",
    "title": "Sports Update: Local Team Wins Championship and They Celebrate Like Hell",
    "description": "In an exciting match last night, the local team won the championship, bringing immense joy to fans and the city. This is their third consecutive league win, highlighting their skill and dominance in the sport. The city is buzzing with excitement.",
    "category": "Sports",
    "date": "2024-05-25T07:00:00Z",
    "image": "https://imageas.unsplash.com/photo-1716872491897-078d9b89be49?q=80&w=1470&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"

  },
  {
    "id": "3",
    "title": "Political News: New Policies Announced Will Come in for by 2024",
    "description": "The government has unveiled new policies aimed at boosting the economy and creating jobs. These measures are anticipated to positively impact the market and enhance the overall economic landscape. Citizens are hopeful about the future benefits.",
    "category": "Politics",
    "date": "2024-05-26T09:15:00Z",
    "image": "https://images.unsplash.com/photo-1716872848584-fe49eda7ccb6?q=80&w=1470&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  },
  {
    "id": "4",
    "title": "Technology: Innovative Tech Trends for 2024, Will Make Life Easy",
    "description": "Experts predict that 2024's top tech trends will include advancements in AI, blockchain, and IoT.  These innovations are set to revolutionize various industries, providing new opportunities and challenges. Companies are gearing up for these changes.",
    "category": "Technology",
    "date": "2024-05-27T03:45:00Z",
    "image": "https://plus.unsplash.com/premium_photo-1668383209164-16c17a9b1407?q=80&w=1470&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  },
  {
    "id": "5",
    "title": "Health: Tips for a Balanced Diet That Lets You Live Longer Experts predict that 2024's",
    "description": "Nutritionists have shared essential tips for maintaining a balanced diet, emphasizing the importance of diverse nutrients in daily meals. These recommendations can help you achieve better health and longevity. Incorporating these tips can improve your life. can help you achieve better health and longevity. achieve better health and longevity. achieve better health and longevity. achieve better health and longevity",
    "category": "Health",
    "date": "2024-05-28T05:30:00Z",
    "image": "https://images.unsplash.com/photo-1636564499112-6113e73c504a?q=80&w=1374&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  },
  {
    "id": "6",
    "title": "Finance: Stock Market Hits Record High, Right Time to Buy or Sell",
    "description": "The stock market reached a record high today, driven by strong earnings reports and positive economic data. Investor optimism about the future is clearly reflected in the market's impressive performance. Experts advise cautious but strategic decisions.",
    "category": "Finance",
    "date": "2024-05-29T07:55:00Z",
    "image": "https://images.unsplash.com/photo-1715960901706-4f0f4913756e?q=80&w=1631&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  },
  {
    "id": "7",
    "title": "Entertainment: New Movie Breaks Box Office Records, New Release Every Month",
    "description": "The latest blockbuster has shattered box office records, grossing millions on its opening weekend. Praised by critics and audiences for its storytelling and visual effects, this film is a must-watch. Fans are eagerly awaiting the next release.",
    "category": "Entertainment",
    "date": "2024-05-30T13:15:00Z",
    "image": "https://images.unsplash.com/photo-1716270062457-adda195eeff2?q=80&w=1472&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  }
]
